@call target=*tladata
*page0|
@bg rule=crossfade storage=black time=100
@se loop=1 storage=se01008 volume=100
　電話が鳴った。[l][r]
@bg left=-481 noclear=0 rule=crossfade storage=bg01l久遠寺邸02ロビー-(深夜) textoff=0 time=200 top=-205
　草十郎にとって二回目にあたる電話の音は、深夜のロビーに寒々しく響き渡った。[l][r]
　有珠の電話から、まだ数分と経っていない。[l][r]
　彼女の用件はなんだったのか。[l][r]
@bg left=-481 noclear=0 rule=crossfade storage=bg01l久遠寺邸02ロビー-(深夜) textoff=0 time=600 top=-692
　ひとり考えこむ草十郎の目を覚ますように、コール音は鳴り響く。
@pg
*page1|
@sestop nowait=1 storage=se01008 time=200
@se storage=se10015 volume=100
@se loop=1 storage=se01042 time=5000 volume=40
@partbg center=729 height=576 id=pb1 index=1000 noclear=0 rule=crossfade srcleft=52 srctop=94 storage=im03黒電話b(深夜) time=600 width=384
「はい、久遠寺ですが」[l][r]
「あら、その声は草十郎くん？」[l][r]
@r
　また有珠からの電話では、という草十郎の予想を裏切る明るい声。[l][r]
　声の主は蒼崎橙子で、予想外の相手に草十郎はかすかに当惑……はしなかった。
@pg
*page2|
@clall
@fadese storage=se01042 time=2000 volume=60
@dispclock effect=屋外深夜 h=11 left=-1000 m=54 textoff=0 time=600 top=-350
「そうですけど。橙子さん、暇なんですか？」[l][r]
@r
　たしかもうじき午前零時になるな、と草十郎は時計を確認する。[l][r]
　ここ一番でも緊張感のない男である。
@pg
*page3|
「っ―――」[l][r]
　受話器の向こうでは、笑いをこらえる息遣い。[l][r]
　しばらくの呼吸困難の後、橙子はようやく落ち着いて会話を再開した。
@pg
*page4|
「ごめんなさい、ちょっとツボはいっちゃったみたい。[l][r]
　で、質問の返しね。これがあんまり暇じゃないな。私も今日で終わらせる予定だから忙しいんだ」[l][r]
「偶然ですね。蒼崎もそんな事を言ってました」
@pg
*page5|
@se delay=200 storage=se01041 volume=60
@tickclock h=11 m=55 textoff=0
「やっぱり？　そうね、こういう時は本当に姉妹だなって思うわ。昔からエンジンかけるタイミングだけは一緒だったから、あの子とは。[l][r]
　……ところで、蒼崎はやめてって言ったでしょ。私も蒼崎だから、[ruby char=1 text=くすぐ]擽ったいのよね、そう言われるの」
@pg
*page6|
　言われて、ああ、と草十郎は納得した。[l][r]
　あの時の言葉はそういう意味だったのか、と。
@pg
*page7|
「まあそんな訳だから、長話をする気はないんだ。[l][r]
　単刀直入に聞くけど、そっちに青子はいる？」[l][r]
@r
　それは本当に、妹の行方を心配するような質問だった。[l][r]
　しかし、どんなに緊張感のない草十郎でも、橙子が青子たちの敵であるコトは実感している。[l][r]
　青子と有珠を思うのなら、この質問には答えられない。
@pg
*page8|
「……さあ。なんて答えてほしいんですか、橙子さんとしては」[l][r]
　今までの気軽な口調とは一変した質問。[l][r]
　草十郎の言葉に、受話器の向こうにいる橙子は、まいったなあ、と呟いた。[l][r]
　彼女が思っていた以上に、この少年は察しがいい。今は、その賢さがマイナスに働くというのにだ。
@pg
*page9|
「そうね、君には何も答えてほしくないっていうのが正解かな。[l][r]
　第一印象で君を無視するのはよくない気がしてたけど、やっぱり私は、草十郎くんを手にかけたくはないみたい。[l][r]
　君は、このまま無関係でいてちょうだいね」
@pg
*page10|
　嘘のない、親しみのこもった忠告。[l][r]
　草十郎はそうですか、とだけ答えた。[l][r]
@se delay=200 storage=se01041 volume=60
@tickclock h=11 m=56 textoff=0
　やっぱり彼女も無関係である事を望んでいる。[l][r]
　それが彼女たちなりの誠意である事は、草十郎にも理解できる。[l][r]
@r
　だが。その誠意は、誰が望んだものなのか。
@pg
*page11|
「じゃ、さよならね。私は君が思ってるほど暇じゃないから。[l][r]
　……でも、最後にひとつだけ。君を試すようで悪いんだけど、伝えておかないと一生恨まれそうだし。[l][r]
　なんで、そうならないように責任の半分を君に押しつけちゃおっかな」
@pg
*page12|
　くす、と橙子は笑う。[l][r]
　それは、はじめから[ruby o2o=1 text=・・]それを伝える事だけが目的だと示す笑みだった。
@pg
*page13|
「さっき久遠寺さんに会ってきたの。[l][r]
　彼女から電話があったでしょう？」[l][r]
@r
　橙子の口調は変わらない。[l][r]
　今の台詞にはどこにも嫌な気配はない。[l][r]
　なのに有珠の名前を聞いた瞬間、草十郎の背筋に冷たい物が走り抜けた。
@pg
*page14|
「彼女、今ひどい状態なんだ。満足に歩けないどころか、体中の刻印が活性化して破裂寸前。草十郎くんが骨折の痛みを知ってるなら、うまい喩えようがあるんだけどね。[l][r]
　ま、ともかくだ。いつ気を失ってもおかしくない状態なんだけど―――災難なことに、怖い野犬に囲まれてるみたいなの。[l][r]
　個人的な意見だけど、んー、十分もあれば骨しか残らない結末になるでしょうね」
@pg
*page15|
　これっぽっちも信憑性のない、冗談のような話。[l][r]
　それもとびきり出来の悪い。[l][r]
　だが、草十郎はすべて現実だと受け入れた。[l][r]
　橙子の言葉に嘘はない。[l][r]
　都会の犬が人を襲うなんて話は聞かないけれど、先ほどの有珠の電話にあった違和感―――騒がしかった雑音の正体に、草十郎はようやく思い至った。[l][r]
@se delay=200 storage=se01041 volume=60
@tickclock h=11 m=57 textoff=0
　あれは間違いなく、群れをなして獲物を囲む、犬たちの唸り声だったのだ。
@pg
*page16|
;草十郎・はぎしり
「っ………！」[l][r]
　なぜあの時に気付かなかったのか。[l][r]
　受話器を強く握り締めて、草十郎は自分を呪う。[l][r]
　つい数分前の有珠の言葉は、彼女にとって精一杯の、助けを呼ぶ声だった。
@pg
*page17|
　青子以上に草十郎を関わらせまいとする有珠は、絶望的な状況でも、彼に助けを求める事はしなかった。[l][r]
　……けれど、それでも、最後の最後で助けを求めた。[l][r]
@r
　か細い声で、彼女が彼の名前を呼んだあの時に。
@pg
*page18|
「場所は」[l][r]
@r
　簡潔に問いただす。[l][r]
　橙子が敵である事を思い知った草十郎だが、彼女なら場所を教えてくれるという確信がある。[l][r]
　そのために、橙子はここに電話をしたのだから。
@pg
*page19|
「教えてあげてもいいけど、そうした瞬間に君は私の敵になるのよ。その覚悟はある？」[l][r]
@r
　そういう事か、と草十郎は納得した。[l][r]
　たしかに、これは試されている。[l][r]
　ここで有珠を無視すれば、自分は彼女たちと無関係だと証明できる。[l][r]
　けれど助けに行くのなら―――
@pg
*page20|
「それで、場所は？」[l][r]
@se delay=200 storage=se01041 volume=60
@tickclock h=11 m=58 textoff=0
@r
　橙子の問いには答えず、草十郎はそれだけを聞き返した。[l][r]
　覚悟なんて一生できないし、後悔だって尽きる事はない。[l][r]
　だいたいはじめから、彼には明確な判断基準が失われている。[l][r]
　だから、何であれ一番初めに感じた事を大事にしようと思ったのだ。[l][r]
　それが山から下りてきてからの、彼の数少ない[ruby char=2 text=きょうじ]矜持だった。
@pg
*page21|
「……そ。ちょっと残念だな、私はホントに君が気に入ってたのに。ま、こうなる事は分かってたけどね。[l][r]
　場所は社木の森林公園。受話器の下に地図があるでしょ？この前、帰りがけに栞をはさんでおいたからそれを参考にすること。[l][r]
　繰り返すようだけど、十分持てば幸運。その後は一分ごとに奇跡の価値があがるような状況よ、今の彼女は」
@pg
*page22|
　橙子の説明を聞きながら、ぎり、と草十郎は苛立ちで顔を歪めた。[l][r]
　ここ三咲町から社木は一駅離れている。[l][r]
　今から洋館を出て駅に着くまで何分かかるだろう？[l][r]
　いつもは二十分弱。[l][r]
　そこから電車に乗って社木に着いた頃には、もう三十分は経っている―――
@pg
*page23|
「地図の上じゃ近いのに、区画整理された交通手段は不便よね。けど、急げば最終の電車には間に合うわ。ここで諦めた方が賢明だけど、君はもう私の敵だから。[l][r]
　―――どっちにしたって、後悔のないようにね」
@pg
*page24|
@se storage=se10015 volume=100
;SE電話の切れる音
　電話はそこで切れた。[l][r]
　橙子が切ったのではなく、草十郎が切ったのだ。[l][r]
@se pan=-30 storage=se10083 volume=100
@sestop nowait=1 storage=se10083 time=4000
　地図を頭にいれて走りだす。[l][r]
@se pan=-50 storage=se10084 volume=100
　上着を取りにいく時間も惜しい。草十郎は着の身着のままで、まだ雪の残る冬の夜へと駆け出していく。
@pg
*page25|
　ホールには放り出されたままの地図だけが残っていた。[l][r]
　開かれたページには三咲市の地図がある。[l][r]
　この洋館から森林公園まで、距離にして約１５キロ。[l][r]
@se delay=200 storage=se01041 volume=60
@tickclock h=11 m=59 textoff=0
@sestop nowait=1 storage=se01042 time=3000
　直線で結べばその三分の一もないというのに、都会の道は本当に不便だ。[l][r]
　[ruby char=2 text=ここ]都市では十センチもない紙上の距離が何倍にもなってしまう事を、草十郎ははじめて呪いたくなった。
@pg
*page26|
@bg rule=crossfade storage=black time=1500
@wait canskip=0 time=1500
@return
*tladata
@iscript
global.__tmp_tla = Scripts.eval('(const) %[
 "baseHeight" => 576,
 "baseWidth" => 1024,
 "cacheType" => "none",
 "currentSceneID" => 4,
 "objectSerial" => 18,
 "projectName" => "魔法使いの夜",
 "sceneSerial" => 5,
 "scenes" => (const) [
 ],
 "version" => 1
]');
global.__tla_name = "a-6";
@endscript
@eval exp=timeline_object.loadByData(global.__tmp_tla,global.__tla_name)
@return
